tap "felixkratz/formulae"
tap "homebrew/cask-fonts"
tap "nikitabobko/tap"
brew "btop"
brew "cmake"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "poppler"
brew "gdal"
brew "highlight"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim"
brew "node"
brew "python@3.11"
brew "ranger"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "tmux"
brew "tree"
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/borders"
cask "adobe-acrobat-reader"
cask "aerospace"
cask "anydesk"
cask "baidunetdisk"
cask "cheatsheet"
cask "discord"
cask "eudic"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "iina"
cask "keycastr"
cask "kitty"
cask "mactex-no-gui"
cask "neteasemusic"
cask "qq"
cask "skim"
cask "tencent-meeting"
cask "wechat"
cask "xmind"
cask "zoom"
cask "zotero"
