# Independent CLI software that pursues cross-platform consistency without sudo privileges
brew "neovim"
brew "yazi"
brew "tmux"
brew "lazygit"
brew "btop"
brew "cmake"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "poppler"
brew "highlight"
brew "imagemagick"
brew "jq"
brew "node"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "tree"
brew "zoxide"
# brew "ranger"
